[{
  "name": "Acolchoada",
  "type": "armor",
  "defense": "light",
  "cost": "5 po",
  "ac": "11 + mod Dex",
  "strenght_min": "",
  "stealth_disavantage": true,
  "weight": "4 kg",
  "favorite": false,
  "description": "A armadura acolchoada consiste em camadas de panos acolchoados e batidos"
}, {
  "name": "Couro",
  "type": "armor",
  "defense": "light",
  "cost": "10 po",
  "ac": "11 + mod Dex",
  "strenght_min": "",
  "stealth_disavantage": "",
  "weight": "5 kg",
  "favorite": false,
  "description": "O peitoral e as ombreiras da armadura de couro são feitos de couro que foi endurecido após ser fervido em óleo. O resto da armadura é feita de materiais mais macios e mais flexíveis"
}, {
  "name": "Couro Batido",
  "type": "armor",
  "defense": "light",
  "cost": "45 po",
  "ac": "12 + mod Dex",
  "strenght_min": "",
  "stealth_disavantage": "",
  "weight": "6,5 kg",
  "favorite": false,
  "description": " Feita de couro resistente, mas flexível, a armadura de couro batido é reforçada com rebites ou cravos."
}, {
  "name": "Gibão de Peles",
  "type": "armor",
  "defense": "medium",
  "cost": "10 po",
  "ac": "12 + mod Dex (+2 máx)",
  "strenght_min": "",
  "stealth_disavantage": "",
  "weight": "6 kg",
  "favorite": false,
  "description": "Um gibão de peles é um armadura bruta consistindo de peles grossas. É comumente usada por tribos bárbaras, humanoiDex malignos e outros povos que não têm acesso às ferramentas e materiais necessários para criar uma armadura melhor."
}, {
  "name": "Camisão de Malha",
  "type": "armor",
  "defense": "medium",
  "cost": "50 po",
  "ac": "13 + mod Dex (+2 máx)",
  "strenght_min": "",
  "stealth_disavantage": "",
  "weight": "10 kg",
  "favorite": false,
  "description": "Feito de anéis de metal intercalados, um camisão de cota de malha é usado entre as camadas de roupa. Essa armadura oferece proteção modesta para a parte superior do corpo de quem a usa e permite que o som dos anéis de metal, friccionados uns contra os outros, sejam amortecidos pelas camadas exteriores."
}, {
  "name": "Brunea",
  "type": "armor",
  "defense": "medium",
  "cost": "50 po",
  "ac": "14 + mod Dex (+2 máx)",
  "strenght_min": "",
  "stealth_disavantage": true,
  "weight": "22,5 kg",
  "favorite": false,
  "description": " Essa armadura consiste em um casaco e calças (e talvez uma saia separada) de couro coberto com peças sobrepostas de metal, assim como as escamas de peixe. O conjunto inclui manoplas."
}, {
  "name": "Peitoral",
  "type": "armor",
  "defense": "medium",
  "cost": "400 po",
  "ac": "14 + mod Dex (+2 máx)",
  "strenght_min": "",
  "stealth_disavantage": "",
  "weight": "10 kg",
  "favorite": false,
  "description": " A armadura peitoral é constituída por um peitoral de metal usado com couro flexível em seu interior. Embora ele deixe as pernas e braços do usuário relativamente desprotegidos, essa armadura fornece boa proteção para seus órgãos vitais, deixando quem a usa relativamente sem restrições."
}, {
  "name": "Meia-Armadura",
  "type": "armor",
  "defense": "medium",
  "cost": "750 po",
  "ac": "15 + mod Dex (+2 máx)",
  "strenght_min": "",
  "stealth_disavantage": true,
  "weight": "20 kg",
  "favorite": false,
  "description": "Essa armadura é composta de placas de metal moldadas que cobrem a maior parte do corpo. Ela não inclui proteção para as pernas além de caneleiras fixadas com tiras de couro."
}, {
  "name": "Cota de anéis",
  "type": "armor",
  "defense": "heavy",
  "cost": "30 po",
  "ac": "14",
  "strenght_min": "",
  "stealth_disavantage": true,
  "weight": "20 kg",
  "favorite": false,
  "description": "Esta armadura é feita de couro com pesados anéis presos a ela. Os anéis ajudam a reforçar a armadura contra golpes de espadas e machados. A cota de anéis é inferior à cota de malha e geralmente é vestida apenas por aqueles que não podem pagar por uma armadura melhor."
}, {
  "name": "Cota de malha",
  "type": "armor",
  "defense": "heavy",
  "cost": "75 po",
  "ac": "16",
  "strenght_min": "13",
  "stealth_disavantage": true,
  "weight": "27,5 kg",
  "favorite": false,
  "description": "Feita de anéis de metal entrelaçados, a cota de malha inclui uma camada de tecido acolchoado usada por baixo da malha de metal para evitar atrito e amortecer o impacto dos golpes. O conjunto inclui manoplas."
}, {
  "name": "Cota de talas",
  "type": "armor",
  "defense": "heavy",
  "cost": "200 po",
  "ac": "17",
  "strenght_min": "15",
  "stealth_disavantage": true,
  "weight": "30 kg",
  "favorite": false,
  "description": " Essa armadura é feita de tiras verticais de metal, rebitadas a um suporte de couro, usadas sobre um preenchimento de pano. Cotas de malha flexíveis protegem as articulações."
}, {
  "name": "Armadura de placas",
  "type": "armor",
  "defense": "heavy",
  "cost": "1.500 po",
  "ac": "18",
  "strenght_min": "15",
  "stealth_disavantage": true,
  "weight": "32,5 kg",
  "favorite": false,
  "description": "A armadura de placas consiste em placas de metal moldadas para cobrir todo o corpo. Inclui luvas, botas de couro pesadas, um capacete com viseira e espessas camadas de enchimento por baixo da armadura. Fivelas e tiras de couro distribuem o peso ao longo do corpo."
}, {
  "name": "Broquel",
  "type": "shield",
  "defense": "light",
  "cost": "1 po",
  "ac": "1",
  "strenght_min": "",
  "stealth_disavantage": "",
  "weight": "3 kg",
  "favorite": false,
  "description": "Pequeno escudo redondo, geralmente de madeira com guarnição de ferro, podendo ser também todo de ferro ou aço, que dispunha de uma broca central."
}, {
  "name": "Escudo de madeira",
  "type": "shield",
  "defense": "medium",
  "cost": "12 po",
  "ac": "2",
  "strenght_min": "",
  "stealth_disavantage": "",
  "weight": "3 kg",
  "favorite": false,
  "description": "Um escudo redondo de tamanho médio, geralmente de madeira com guarnição de ferro ou aço, que cobre apenas uma parte do corpo do usuário"
}, {
  "name": "Escudo de metal",
  "type": "shield",
  "defense": "heavy",
  "cost": "20 po",
  "ac": "3",
  "strenght_min": "12",
  "stealth_disavantage": true,
  "weight": "18 kg",
  "favorite": false,
  "description": "Um grande escudo geralmente de metal ou aço, que cobre a maior parte do corpo do usuário. O seu tamanho e peso prejudica a movimentação do usuário uma vez que suas proporções podem ser quase iguais à do seu portador"
}, {
  "name": "Manto de batalha",
  "type": "armor",
  "defense": "light",
  "cost": "100 gp",
  "ac": "11 + mod Dex",
  "strenght_min": "",
  "stealth_disavantage": false,
  "weight": "10 kg",
  "favorite": false,
  "description": "Um manto blindado de corpo inteiro, feito principalmente para mestres de artes arcanas envolvidos em combate. Eles geralmente são feitos para oficiais de alto escalão ou conjuradores militares, e alguns podem ser tão ornamentados quanto roupas finas. O manto de batalha é preenchido com placas de couro endurecido em locais estratégicos, de modo que eles não dificultam o movimento mais do que um manto comum faria. Como tal, qualquer um pode usar um manto de batalha sem penalidade, independentemente da proficiência."
}, {
  "name": "Colete de duelista",
  "type": "armor",
  "defense": "light",
  "cost": "80 gp",
  "ac": "11 + mod Dex",
  "strenght_min": "",
  "stealth_disavantage": false,
  "weight": "3,5 kg",
  "favorite": false,
  "description": "Couro, escamas, correntes e chapas combinam-se para criar um conjunto de armaduras leves e flexíveis que foi desenvolvido para proteger o usuário durante um duelo. O colete é leve o suficiente para ser escondido sob a roupa. O usuário deste colete recebe -1 de dano perfurante de ataques não-mágicos. Esse ajuste vem antes da resistência a danos."
}, {
  "name": "Armadura leve élfica",
  "type": "armor",
  "defense": "light",
  "cost": "400 gp",
  "ac": "11 + mod Dex",
  "strenght_min": "",
  "stealth_disavantage": false,
  "weight": "2 kg",
  "favorite": false,
  "description": "Esta armadura leve de corrente de cota de malha e couro ajuda a caçadores elfos escondidos em terrenos arborizados. Você tem vantagem em testes de Destreza (Furtividade) ao tentar se esconder em tal terreno, e pode se esconder em tal terreno mesmo se você não tiver cobertura."
}, {
  "name": "Lamelar de couro",
  "type": "armor",
  "defense": "light",
  "cost": "30 gp",
  "ac": "12 + mod Dex",
  "strenght_min": "",
  "stealth_disavantage": true,
  "weight": "6 kg",
  "favorite": false,
  "description": "Lamelar de couro consiste em peças grossas de couro cru laçadas e amarradas juntas para formar uma couraça e uma saia. É mais resistente que a armadura de couro normal, mas menos furtiva."
}, {
  "name": "Placas de couro",
  "type": "armor",
  "defense": "light",
  "cost": "500 gp",
  "ac": "13 + mod Dex",
  "strenght_min": "",
  "stealth_disavantage": true,
  "weight": "9 kg",
  "favorite": false,
  "description": "A armadura de placas de couro é planejada como um casamento do peso leve e da flexibilidade da armadura de couro e da força da placa. Armadura de placas de couro é uma base de armadura de couro cheio com comprimentos de cota de malha, segmentada em cima das juntas, e placas de aço menores fixadas ao longo da armadura."
}, {
  "name": "Loriga segmentada",
  "type": "armor",
  "defense": "heavy",
  "cost": "45 gp",
  "ac": "15",
  "strenght_min": "11",
  "stealth_disavantage": true,
  "weight": "14 kg",
  "favorite": false,
  "description": "Um precursor da verdadeira armadura de placas, a loriga segmentaaa é essencialmente uma armadura laminar (feita de tiras sobrepostas de metal) que cobre a parte superior do tronco, os ombros e a parte superior dos braços. A maior parte do traje consiste em aros de metal cortados e presos na frente e nas costas, que envolvem o corpo. Os ombros são protegidos por uma série de arcos sobrepostos. As fixações são tipicamente de latão. Esta armadura pode ser dobrada em si mesma de forma telescópica, e assim pode ser armazenada e transportada de forma fácil e discreta, como em uma mochila."
}, {
  "name": "Escudo de couro",
  "type": "shield",
  "defense": "light",
  "cost": "5 gp",
  "ac": "+1",
  "strenght_min": "",
  "stealth_disavantage": false,
  "weight": "1,5 kg",
  "favorite": false,
  "description": "Um escudo de couro é um pequeno escudo de couro redondo com uma borda de metal e centro amarrado ao antebraço, permitindo que a mão segure um item. O escudo fornece ao usuário +1 AC. Se você usar essa mão como parte de uma ação ou ação de bônus, você perde o aumento para a Classe de Armadura até o início do seu próximo turno."
}, {
  "name": "Escudo de torre",
  "type": "shield",
  "defense": "heavy",
  "cost": "30 gp",
  "ac": "+2",
  "strenght_min": "13",
  "stealth_disavantage": true,
  "weight": "20 kg",
  "favorite": false,
  "description": "Este escudo massivo é usado freqüentemente em exércitos organizados por sua eficácia em proteger soldados e auxiliar na formação de linhas. Enquanto você está segurando um escudo de torre, você tem uma desvantagem nas jogadas de ataque, tem metade da cobertura e você pode gastar uma quantidade de movimento igual a metade da sua velocidade para ter uma cobertura de três quartos até o início do seu próximo turno. Se você faz isso, então quando você é um obstáculo para um alvo, o escudo concede cobertura de três quartos em vez de meia cobertura"
}, {
  "name": "Escudo pesado",
  "type": "shield",
  "defense": "heavy",
  "cost": "35 gp",
  "ac": "+3",
  "strenght_min": "15",
  "stealth_disavantage": true,
  "weight": "15 kg",
  "favorite": false,
  "description": "Este escudo maciço se assemelha a uma parede portátil. Seu tamanho e peso tornam-no anormalmente difícil de usar. Para manejar um escudo pesado, você deve ter proficiência tanto com escudos como com armaduras pesadas. Enquanto você está empunhando um pesado escudo com o qual você é proficiente, quando você toma a ação 'desviar' você ganha metade da cobertura até o começo do seu próximo turno."
}]